---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.Events.DockableFrameFocusChangedEventArgs
source: html/87df5245-6d2f-2e36-cd22-3215baa3ce18.htm
---
# DockableFrameFocusChangedEventArgs Members

Indicates whether the event is being cancelled.